Repository: gupta977/flexi
Catalog: languages/flexi-*.po
Languages: ru_ru

source: Dashboard
ru_ru: Инструментальная панель

source: All Posts
ru_ru: Все Должности

source: Flexi Categories
ru_ru: Категории Flexi

source: Categories
ru_ru: Категории

source: Flexi Tags
ru_ru: Теги Flexi

source: Tags
ru_ru: Теги

source: Welcome to Flexi
ru_ru: Добро пожаловать в Flexi

source: Let visitors to post images,video,audio,youtube from frontend with full controls.
ru_ru: Пусть посетители будут размещать изображения, видео, аудио, youtube от frontend с полным контролем.

source: Post files
ru_ru: Почтовые файлы

source: View Gallery
ru_ru: Показать галерею

source: Documentation
ru_ru: Документация

source: Post to Configure
ru_ru: Пост для настройки

source: Skip, I will setup manually
ru_ru: Skip, I будет настроен вручную

source: Flexi Plugin Settings
ru_ru: Параметры модуля Flexi

source: Flexi Submission Form
ru_ru: Форма представления Flexi

source: Image
ru_ru: Изображение

source: submit
ru_ru: передать

source: form
ru_ru: форма

source: Form Settings
ru_ru: Параметры формы

source: Title Field
ru_ru: Поле заголовка

source: Description Field
ru_ru: Поле описания

source: Category Field
ru_ru: Поле категории

source: Tag Field
ru_ru: Поле тега

source: Image Upload Field
ru_ru: Поле выгрузки изображений

source: URL Submit Field
ru_ru: Поле отправки URL

source: Security reCaptcha Field
ru_ru: Поле reCaptcha Security

source: Submit Button
ru_ru: Кнопка отправки

source: Flexi Gallery
ru_ru: Галерея Flexi

source: gallery
ru_ru: галерея

source: picture
ru_ru: картинка

source: Gallery based on Selection
ru_ru: Галерея на основе выбора

source: Layout Controls
ru_ru: Элементы управления макета

source: Toggle Controls
ru_ru: Переключить управляющие элементы

source: Effects
ru_ru: Эффекты

source: Flexi Plugin
ru_ru: Модуль Flexi

source: Enable BuddyPress
ru_ru: Включить BuddyPress

source: Displays tab on user profile page of BuddyPress members page.
ru_ru: Отображает вкладку на странице пользовательского профайла страницы участников BuddyPress.

source: Tab name
ru_ru: Имя вкладки

source: Name of the tab displays on profile page
ru_ru: Имя вкладки показано на странице профайла

source: Disable FancyBox Lightbox
ru_ru: Выключить Lightbox FancyBox

source: Flexi Custom Fields
ru_ru: Пользовательские поля Flexi

source: These are the reserved input field name assigned at submission form with [flexi-form-tag name="....."] shortcode. Custom fields display is based on layouts used. It will not work for all layouts.
ru_ru: Это зарезервированное имя поля ввода, присвоенное в форме передачи [ flexi-form-tag name = "....."] shortcode. Меню пользовательских полей основано на используемых макетах. Она не будет работать для всех макетов.

source: Enable Flexi Custom Fields
ru_ru: Включить пользовательские поля Flexi

source: Label: flexi_field_1
ru_ru: Метка: flex_field_1

source: Enter the label name to be displayed at frontend along with submitted value.
ru_ru: Введите имя метки, которая будет показана на фронте вместе с переданным значением.

source: Display at Gallery Page
ru_ru: Показать на странице Галерея

source: Display at Detail Page
ru_ru: Показать на странице сведений

source: Display at Popup
ru_ru: Показать в всплывающей подсистеме

source: Label: flexi_field_
ru_ru: Метка: flex_field_

source: settings
ru_ru: параметры

source: Video
ru_ru: Видео

source: encoding
ru_ru: кодировка

source: This will generate thumbnail for video files like mp4,3gp,mov. Your server must have ffmpeg installed.
ru_ru: Это приведет к созданию миниатюр для видеофайлов, таких как MP4 3gp, mov. У вашего сервера должен быть установлен ffmpeg.

source: FFMPEG folder path
ru_ru: Путь к папке FFMPEG

source: This should be the folder where FFMPEG installed on your server. Eg. /usr/local/bin or E:\ffmpeg\bin\ffmpeg.exe
ru_ru: Это должна быть папка, в которой установлен FFMPEG на сервере. Например. /usr/local/bin или E: \ffmpeg\bin\ffmpeg.exe

source: FFMPEG Processor
ru_ru: Процессор FFMPEG

source: shell_exec command
ru_ru: команда shell_exec

source: FFMPEG - Flexi Library
ru_ru: FFMPEG-Библиотека Flexi

source: Video Thumbnail
ru_ru: Миниизображение видео

source: Static image
ru_ru: Статическое изображение

source: Animated 3 second image
ru_ru: Анимированный 3-й

source: Dynamic file icon
ru_ru: Значок динамического файла

source: Manage Mime Type
ru_ru: Управление типом Mime

source: Add new file type to upload.
ru_ru: Добавить новый тип файла для передачи.

source: Enable Mime Type
ru_ru: Включить тип MIME

source: Select the list of file type user is allowed to upload.
ru_ru: Выберите список пользователей типа файлов, которые разрешено закачать.

source: Select allowed file type
ru_ru: Выберите разрешенный тип файла

source: Image format
ru_ru: Формат изображения

source: Video format
ru_ru: Видеоформат

source: Text format
ru_ru: Текстовый формат

source: Audio format
ru_ru: Аудиоформат

source: Portable Document Format (PDF)
ru_ru: Формат переносимого документа (PDF)

source: Word Document (DOC)
ru_ru: Документ Word (DOC)

source: Extra Mime type
ru_ru: Дополнительный тип MIME

source: Ultimate-Member
ru_ru: Конечный член

source: Enable Ultimate Member
ru_ru: Включить конечный элемент

source: Displays tab on user profile page of Ultimate Member plugin.
ru_ru: Показывает вкладку на странице пользовательского профайла модуля Ultimate Member.

source: Tab icon
ru_ru: Значок вкладки

source: Ultimate Member's icons to be used at profile page. Eg. um-faicon-picture-o
ru_ru: Значки конечных элементов для использования на странице профайла. Например. um-faicon-picture-o

source: Title
ru_ru: Название

source: Author
ru_ru: Автор

source: Detail Layout
ru_ru: Макет сведений

source: Date
ru_ru: Дата

source: Name
ru_ru: Имя

source: Shortcode
ru_ru: Короткий код

source: Slug
ru_ru: Шлюз

source: Posts
ru_ru: Должности

source: Detail icon
ru_ru: Значок Сведения

source: Detail icon at gallery lightbox
ru_ru: Значок сведений в галерее

source: Detail
ru_ru: Сведения

source: Submission disabled
ru_ru: Передача отключена

source: This form will not be visible by visitors.
ru_ru: Эта форма не будет видна посетителям.

source: You do not have proper rights to publish posts
ru_ru: У вас нет прав на публикацию сообщений

source: No permission to modify or update
ru_ru: Нет прав доступа для изменения или обновления

source: Uploading
ru_ru: Передача

source: Processing
ru_ru: Обработка

source: Submission completed
ru_ru: Представление завершено

source: Your submission is under review.
ru_ru: Ваше представление находится на рассмотрении.

source: Successfully updated
ru_ru: Успешно обновлено

source: Modify
ru_ru: Изменить

source: New
ru_ru: Новый

source: Layout not available
ru_ru: Макет недоступен

source: Settings
ru_ru: Параметры

source: Flexi Meta Controls
ru_ru: Мета-элементы Flexi

source: Category Thumbnail
ru_ru: Уменьшенная копия категории

source: Flexi Shortcode
ru_ru: Ярлык Flexi

source: Default
ru_ru: По умолчанию

source: Basic
ru_ru: Базовый

source: Complex
ru_ru: Сложный

source: New %s
ru_ru: Создать %s

source: Add new %s
ru_ru: Добавить новый %s

source: Edit %s
ru_ru: Изменить %s

source: View %s
ru_ru: Представление %s

source: Search %s
ru_ru: Поиск %s

source: No %s found
ru_ru: %s не найден

source: No %s found in trash
ru_ru: %s не найден в корзине

source: All %s
ru_ru: Все %s

source: %s Archives
ru_ru: Архивы %s

source: %s Attributes
ru_ru: Атрибуты %s

source: Insert into %s
ru_ru: Вставить в %s

source: Uploaded to this %s
ru_ru: Загружен в %s

source: Parent %s
ru_ru: Родительский %s

source: Parent %s:
ru_ru: Родительский %s:

source: Update %s
ru_ru: Обновление %s

source: Add New %s
ru_ru: Добавить новый %s

source: New %s Name
ru_ru: Новое имя %s

source: Popular %s
ru_ru: Популярный %s

source: Separate %s with commas
ru_ru: Разделите %s запятыми

source: Add or remove %s
ru_ru: Добавить или удалить %s

source: Choose from the most used %s
ru_ru: Выбрать из наиболее используемого %s

source: Flexi - Settings
ru_ru: Flexi-Параметры

source: General
ru_ru: Общие сведения

source: Gallery
ru_ru: Галерея

source: Form
ru_ru: Форма

source: Extension
ru_ru: Расширение

source: Media settings
ru_ru: Параметры носителя

source: The sizes listed below determine only the image container size. It do not affect original sizes.
ru_ru: Размеры, указанные ниже, определяют только размер контейнера изображения. Он не влияет на исходные размеры.

source: Gallery Settings
ru_ru: Параметры галереи

source: Gallery appearance
ru_ru: Внешний вид галереи

source: Submission Form Settings
ru_ru: Параметры формы передачи

source: Detail Page Settings
ru_ru: Параметры страницы сведений

source: Permalink URL Slugs
ru_ru: Slugs URL Permalink

source: Extension Management
ru_ru: Управление расширением

source: Space between images
ru_ru: Пространство между изображениями

source: Padding between images. Set shortcode [flexi-gallery padding="0"] for none
ru_ru: Добавление изображений между изображениями. Задать код shortcode [ flexi-gallery padding="0 "] для none

source: Excerpt Length
ru_ru: Длина выдержки

source: Number of words of short description
ru_ru: Число слов краткого описания

source: Thumbnail hover effect
ru_ru: Эффект всплывающей миниизображения

source: Effect on mouse over image.
ru_ru: Влияние на изображение мыши.

source: None
ru_ru: Нет

source: Grayscale
ru_ru: Серого цвета

source: Zoom In
ru_ru: Увеличить

source: Thumbnail hover style
ru_ru: Стиль всплывающей подсказки

source: Display title or icon on mouse over image
ru_ru: Показывать заголовок или значок на изображении мыши

source: Slide title
ru_ru: Заголовок слайда

source: Pull up card
ru_ru: Извлеките карту

source: Slide right
ru_ru: Сдвиг вправо

source: Pull up title
ru_ru: Получить заголовок

source: Primary Gallery Page
ru_ru: Начальная страница галереи

source: Flexi home page with shortcode [flexi-primary]
ru_ru: Домашняя страница Flexi с кодом shortcode [ гибкий-основной]

source: Member "User Dashboard" Page
ru_ru: Страница "Сводная панель пользователя"

source: Page with shortcode [flexi-user-dashboard]. Display gallery of own posts.
ru_ru: Страница с shortcode [ flexi-user-dashboard]. Показать галерею собственных постов.

source: Post per page
ru_ru: Число страниц на странице

source: Number of images/post/videos to be shown at a time.
ru_ru: Число изобража/пост/видеороликов, которые должны быть показаны одновременно.

source: Number of Columns
ru_ru: Число столбцов

source: Navigation Style
ru_ru: Стиль навигации

source: Page Number
ru_ru: Номер страницы

source: Load More Button
ru_ru: Кнопка загрузить больше

source: Mouse Scroll
ru_ru: Прокрутка мыши

source: Gallery sorting tags
ru_ru: Теги сортировки галереи

source: Shows tags above gallery, only if few tags available.
ru_ru: Показывает теги над галереей, только если доступно мало тегов.

source: Select gallery layout
ru_ru: Выбрать макет галереи

source: Selected layout will be used as default layout, if not specified in shortcode parameter.
ru_ru: Выбранный макет будет использоваться в качестве макета по умолчанию, если он не указан в параметре shortcode.

source: Form submission access
ru_ru: Доступ к представлению формы

source: It will enable/disable frontend form as specified.
ru_ru: Он включение/выключение формы frontend, как указано.

source: Everyone
ru_ru: Все

source: Only members
ru_ru: Только члены

source: Only with Publish Post rights
ru_ru: Только с правами публикации публикации

source: Disable submission
ru_ru: Отключить передачу

source: Auto approve post
ru_ru: Автоматическое утверждение должности

source: Automatically publish Post as soon as user submit.
ru_ru: Автоматически публиковать публикацию сразу после отправки пользователя.

source: File size allowed (MB)
ru_ru: Разрешенный размер файла (МБ)

source: Maximum file size allowed to upload by visitor. Your sever limit is:
ru_ru: Максимальный размер файла, разрешенный для загрузки посетителем. Предельное значение для вашего сервера:

source: Assign default user
ru_ru: Назначить пользователя по умолчанию

source: Type the username to assign for guest submit else no author is assigned.
ru_ru: Введите имя пользователя, которое нужно назначить для гостевой передачи, но не назначен ни один автор.

source: Submission form
ru_ru: Форма представления

source: Page which will be used at frontend to let users to submit flexi post.
ru_ru: Страница, которая будет использоваться при фронте, позволяет пользователям отправлять флекси.

source: Edit Flexi Post Page
ru_ru: Изменить страницу страницы Flexi

source: Page with shortcode [flexi-form] with edit="true" as parameter. Lets visitor to edit submitted post.
ru_ru: Страница с кодом shortcode [ form -form] с edit="true " в качестве параметра. Позволяет посетителю редактировать отправлную почту.

source: Edit icon
ru_ru: Значок Изменить

source: Delete icon
ru_ru: Значок Удалить

source: User icon
ru_ru: Значок пользователя

source: Download icon
ru_ru: Значок загрузки

source: Enable Lightbox or Popup
ru_ru: Включить или всплывающее окно

source: If popup is unchecked, It will open content in single dedicated page.
ru_ru: Если всплывающее окно не выбрано, оно будет открыто на одной выделенной странице.

source: Popup style
ru_ru: Стиль всплывающей

source: Layout of lightbox
ru_ru: Разметка светломного ящика

source: Regular
ru_ru: Регулярный

source: Custom
ru_ru: Пользовательский

source: Select Detail Layout
ru_ru: Выбрать макет сведений

source: Default Post Category
ru_ru: Категория почты по умолчанию

source: This category will be selected if no category is assigned by visitor.
ru_ru: Эта категория будет выбрана, если посетитель не назначил категорию.

source: Thumbnail size
ru_ru: Размер миниизображений

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Applied at gallery page
ru_ru: Применно на странице галереи

source: Medium size
ru_ru: Средний размер

source: Large size
ru_ru: Большой размер

source: Specially applied at detail page
ru_ru: Специально применно на странице сведений

source: Image Detail Page
ru_ru: Страница сведений об образе

source: Replaces the SLUG value used by custom post type "flexi".
ru_ru: Заменяет значение SLUG, используемое пользовательским посттипом "flexi".

source: Select layout
ru_ru: Выбрать макет

source: Choose File
ru_ru: Выбрать файл

source: Select a page
ru_ru: Выберите страницу

source: Select category
ru_ru: Выберите категорию

source: Wrong ID
ru_ru: Неправильный ID

source: Profile
ru_ru: Профиль

source: Login Please !
ru_ru: Войдите, Пожалуйста!

source: Delete
ru_ru: Удалить

source: Download
ru_ru: Загрузить

source: Your submission is under review
ru_ru: Ваше представление находится на рассмотрении

source: Your modification is under review.
ru_ru: Ваша модификация находится в процессе проверки.

source: Submission failed
ru_ru: Передача не выполнена

source: Show All
ru_ru: Показать все

source: Album
ru_ru: Альбом

source: Login
ru_ru: Вход

source: Username
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: Remember Me
ru_ru: Запомнить меня

source: Required Flexi-PRO
ru_ru: Требуется Flexi-PRO

source: Title cannot be blank.
ru_ru: Заголовок не может быть пустым.

source: Invalid file type
ru_ru: Недопустимый тип файла

source: Only image files are allowed.
ru_ru: Разрешены только файлы изображений.

source: File size is too big.
ru_ru: Размер файла слишком велик.

source: Captcha security code is invalid.
ru_ru: Недопустимый код защиты Captcha.

source: Flexi Primary Gallery
ru_ru: Основная галерея Flexi

source: Flexi User Dashboard
ru_ru: Сводная панель пользователя Flexi

source: Flexi Edit/Modify
ru_ru: Изменить/изменить Flexi

source: Search post
ru_ru: Поиск в должности

source: Search
ru_ru: Поиск

source: My Posts
ru_ru: Мои должности

source: My Dashboard
ru_ru: Моя Сводная панель

source: "My Dashboard" button
ru_ru: Кнопка "Моя сводная панель"

source: Display button after form submission
ru_ru: Показать кнопку после отправки формы

source: "My Gallery" button
ru_ru: Кнопка "Моя галерея"

source: Display button at "My Dashboard"
ru_ru: Кнопка Показать на странице "Моя сводная панель"

source: My Gallery
ru_ru: Моя галерея

source: Logout
ru_ru: Выход из системы

source: Status
ru_ru: Состояние

source: Under Review
ru_ru: В поле Обзор

source: Visible
ru_ru: Видимый

source: Action
ru_ru: Действие

source: Total number of records you have submitted:
ru_ru: Общее число переданных записей:

source: New title
ru_ru: Новый заголовок

source: Title:
ru_ru: Название:

source: Select Parent
ru_ru: Выбрать родителя

source: Show only the immediate children of the selected category.
ru_ru: Показать только непосредственных потомков выбранной категории.

source: Hide Empty Categories
ru_ru: Скрыть пустые категории

source: Show Listing Counts
ru_ru: Показать счетчики списка

source: Flexi Showcase
ru_ru: Шоу Flexi Showcase

source: Display specified set of gallery
ru_ru: Показать указанный набор галерей

source: Are you sure you want to delete?
ru_ru: Вы действительно хотите удалить?

source: Download file?
ru_ru: Загрузить файл?

source: Basic - Layout
ru_ru: Базовая-Макет

source: Detail Layout Chart
ru_ru: Диаграмма макета сведений

source: Each number denotes the available location of elements
ru_ru: Каждый номер обозначает доступное расположение элементов

source: Select the location where you want to place elements
ru_ru: Выберите расположение для размещения элементов

source: -- Hide --
ru_ru: -- Скрыть --

source: Location
ru_ru: Расположение

source: Flexi- Basic Detail Layout
ru_ru: Флекси-образец детализации

source: Add widgets here to appear in detail layout as specified location.
ru_ru: Добавьте сюда виджеты для отображения в подробном разметке в виде указанного расположения.

source: Manage
ru_ru: Управление

source: Complex - Layout
ru_ru: Сложный-Макет

source: Flexi- Complex Detail Layout
ru_ru: Гибко-сложный макет детализации

source: No records
ru_ru: Нет записей

source: Custom - Popup Layout
ru_ru: Пользовательский макет всплывающей страницы
